medicalopenworld/IncuNest/Firmware/SensorBoard_v2/test_apps/env_sensors_test/sdkconfig.defaults
# Consola por USB-Serial-JTAG: TXD0/RXD0 están NC en esta placa
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_TINYUSB_CDC_ENABLED=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_FREERTOS_HZ=1000
